Repository: victronenergy/venus-platform
Catalog: lang/venus_*.po
Languages: da

# BmsError|
source: No error
da: Ingen fejl

# BmsError|
source: Battery initialization error
da: Batteri kommunikation fejl

# BmsError|
source: No batteries connected
da: Ingen batterier tilsluttet

# BmsError|
source: Unknown battery
da: Ukendt battery

# BmsError|
source: Different battery types
da: Forskellige batteri typer

# BmsError|
source: No. of batteries incorrect
da: Antal forkerte batterier

# BmsError|
source: Lynx Shunt not found
da: Lynx Shunt ikke fundet

# BmsError|
source: Battery measure error
da: Batteri måler fejl

# BmsError|
source: Internal calculation error
da: Intern beregnings fejl

# BmsError|
source: No. of batteries in series incorrect
da: Antal forkerte batterier i serie

# BmsError|
source: Hardware error
da: Hardware fejl

# BmsError|
source: Watchdog error
da: Watchdog fejl

# BmsError|
source: Over voltage
da: Over volt

# BmsError|
source: Under voltage
da: Under volt

# BmsError|
source: Over temperature
da: Over temperatur

# BmsError|
source: Under temperature
da: Under temperatur

# BmsError|
source: Under-charge standby
da: Underopladnings standby

# BmsError|
source: ADC error
da: ADC fejl

# BmsError|
source: Battery comm. error
da: Batteri komm. fejl

# BmsError|
source: Pre-Charge error
da: Pre-charge fejl

# BmsError|
source: Safety contactor error
da: Sikkerheds kontakt fejl

# BmsError|
source: Battery update error
da: Batteri opdaterings fejl

# BmsError|
source: BMS cable error
da: BMS kabel fejl

# BmsError|
source: Reference voltage failure
da: Ference volt fejl

# BmsError|
source: Wrong system voltage
da: Forkert system volt

# BmsError|
source: Pre charge timeout
da: Præ lade timeout

# ChargerError|
source: No error
da: Ingen fejl

# ChargerError|
source: Battery high temperature
da: Batteri temperatur høj

# ChargerError|
source: Battery high voltage
da: Batteri volt høj

# ChargerError|
source: Battery Tsense miswired
da: Batteri Tsense fejlforbundet

# ChargerError|
source: Battery Tsense missing
da: Batteri Tsense mangler

# ChargerError|
source: Battery Vsense miswired
da: Batteri Vsense fejlforbundet

# ChargerError|
source: Battery Vsense missing
da: Batteri Vsense mangler

# ChargerError|
source: Battery high wire losses
da: Batteri stor kabel tab

# ChargerError|
source: Battery low voltage
da: Batteri lav volt

# ChargerError|
source: Battery high ripple voltage
da: Batteri høj ripple volt

# ChargerError|
source: Battery low state of charge
da: Batteri lav SoC

# ChargerError|
source: Battery mid-point voltage issue
da: Batteri mid-point volt fejl

# ChargerError|
source: Battery temperature too low
da: Batteri temperatur for lav

# ChargerError|
source: Charger high temperature
da: Lader temperatur høj

# ChargerError|
source: Charger excessive current
da: Oplader over strøm

# ChargerError|
source: Charger negative current
da: Oplader negativ strøm

# ChargerError|
source: Charger bulk time expired
da: Oplader bulk tid udløbet

# ChargerError|
source: Charger current sensor issue
da: Oplader strøm sensor problem

# ChargerError|
source: Internal Tsensor miswired
da: Intern Tsensor fejlforbundet

# ChargerError|
source: Internal Tsensor missing
da: Intern Tsensor mangler

# ChargerError|
source: Charger fan not detected
da: Lade blæser ikke fundet

# ChargerError|
source: Charger fan over-current
da: Lade blæser overbelastet

# ChargerError|
source: Charger terminal overheat
da: Lader terminal overophedning

# ChargerError|
source: Charger short circuit
da: Lader kortsluttet

# ChargerError|
source: Charger power stage issue
da: Lade sluttrin problem

# ChargerError|
source: Over-charge protection
da: Overopladnings beskyttelse

# ChargerError|
source: Input high voltage
da: Input volt høj

# ChargerError|
source: Input excessive current
da: Input overstrøm

# ChargerError|
source: Input excessive power
da: Input over power

# ChargerError|
source: Input polarity issue
da: Input polaritets fejl

# ChargerError|
source: Input voltage absent
da: Input volt mangler

# ChargerError|
source: Input shutdown (no retries)
da: Input nedlukning (ingen genstart)

# ChargerError|
source: Input shutdown (retry)
da: Input nedlukning (forsøger igen)

# ChargerError|
source: Input internal failure
da: Input intern fejl

# ChargerError|
source: Panel isolation failure
da: Panel isolerings fejl

# ChargerError|
source: Ground fault detected
da: Jord fejl opdaget

# ChargerError|
source: Inverter temp too high
da: Inverter temp for høj

# ChargerError|
source: Inverter peak current
da: Inverter strøm peak

# ChargerError|
source: Inverter internal DC level
da: Inverter intern DC niveau

# ChargerError|
source: Inverter wrong ACout level
da: Inverter forkert ACout niveau

# ChargerError|
source: Inverter powerstage fault
da: Inverter powerstage fejl

# ChargerError|
source: Inverter connected to AC
da: Inverter forbundet til AC

# ChargerError|
source: ACIN1 relay test fault
da: ACIN1 Relæ test fejl

# ChargerError|
source: ACIN2 relay test fault
da: ACIN2 Relæ test fejl

# ChargerError|
source: Device disappeared
da: Enhed forsvundet

# ChargerError|
source: Incompatible device
da: Inkompatibel enhed

# ChargerError|
source: BMS connection lost
da: BMS forbindelse tabt

# ChargerError|
source: Network misconfigured
da: Netværk ukonfigureret

# ChargerError|
source: Memory write error
da: Hukommelses skrive fejl

# ChargerError|
source: CPU temperature too high
da: CPU temperatur for høj

# ChargerError|
source: Communication lost
da: Tabt kommunikation

# ChargerError|
source: Calibration data lost
da: Kalibrerings data tabt

# ChargerError|
source: Incompatible firmware
da: Inkompatibel firmware

# ChargerError|
source: Incompatible hardware
da: Inkompatibel hardware

# ChargerError|
source: Settings invalid
da: Indstillinger ugyldige

# ChargerError|
source: Reference voltage failed
da: Reference volt fejl

# ChargerError|
source: Tester fail
da: Tester fejl

# ChargerError|
source: History invalid
da: Historie invalid

# ChargerError|
source: DC voltage error
da: DC volt fejl

# ChargerError|
source: 3V3 supply error
da: 3V3 forsynings fejl

# ChargerError|
source: 5V supply error
da: 5V forsynings fejl

# ChargerError|
source: 12V supply error
da: 12V forsynings fejl

# ChargerError|
source: 15V supply error
da: 15V forsynings fejl

# NotificationDescriptions|
source: Warning
da: Advarsel

# NotificationDescriptions|
source: Notification
da: Notifikation

# NotificationDescriptions|
source: Low voltage
da: Lav volt

# NotificationDescriptions|
source: High voltage
da: Høj volt

# NotificationDescriptions|
source: High current
da: Høj strøm

# NotificationDescriptions|
source: High charge current
da: Høj lade strøm

# NotificationDescriptions|
source: High discharge current
da: Høj afladningsstrøm

# NotificationDescriptions|
source: High charge temperature
da: Høj lade temperatur

# NotificationDescriptions|
source: Low charge temperature
da: Lav lade temperatur

# NotificationDescriptions|
source: Low SOC
da: Lav SoC

# NotificationDescriptions|
source: Low starter voltage
da: Lav starter volt

# NotificationDescriptions|
source: High starter voltage
da: Høj starter volt

# NotificationDescriptions|
source: Low temperature
da: Lav temperatur

# NotificationDescriptions|
source: High Temperature
da: Høj temperatur

# NotificationDescriptions|
source: Mid-point voltage
da: Mid-point volt

# NotificationDescriptions|
source: Low-fused voltage
da: Lav-sikrings volt

# NotificationDescriptions|
source: High-fused voltage
da: Høj-sikrings volt

# NotificationDescriptions|
source: Fuse blown
da: Sikring sprunget

# NotificationDescriptions|
source: High internal temperature
da: Høj intern temperatur

# NotificationDescriptions|
source: Internal failure
da: Intern fejl

# NotificationDescriptions|
source: Battery temperature sensor
da: Batteri temperatur sensor

# NotificationDescriptions|
source: Cell imbalance
da: Celle ubalance

# NotificationDescriptions|
source: Low cell voltage
da: Lav celle volt

# NotificationDescriptions|
source: Bad contactor
da: Dårlig kontakter

# NotificationDescriptions|
source: BMS cable fault
da: BMS kabel fejl

# NotificationDescriptions|
source: Distributor %1 connection lost
da: Distributør %1 forbindelse mistet

# NotificationDescriptions|
source: Low aux voltage
da: Lav aux volt

# NotificationDescriptions|
source: High aux voltage
da: Høj aux volt

# NotificationDescriptions|
source: Temperature sense error
da: Temperatur sensor fejl

# NotificationDescriptions|
source: Voltage sense error
da: Volt sense fejl

# NotificationDescriptions|
source: Low battery voltage
da: Lav batteri volt

# NotificationDescriptions|
source: High DC ripple
da: Høj DC Ripple

# NotificationDescriptions|
source: Wrong phase rotation detected
da: Forkert fase rotation opdaget

# NotificationDescriptions|
source: High Temperature on L1
da: Høj temperatur på L1

# NotificationDescriptions|
source: Inverter overload on L1
da: Inverter overbelastning L1

# NotificationDescriptions|
source: High Temperature on L2
da: Høj temperatur på L2

# NotificationDescriptions|
source: Inverter overload on L2
da: Inverter overbelastning L2

# NotificationDescriptions|
source: High Temperature on L3
da: Høj temperatur på L3

# NotificationDescriptions|
source: Inverter overload on L3
da: Inverter overbelastning L3

# NotificationDescriptions|
source: Grid lost
da: Netstrøm tabt

# NotificationDescriptions|
source: High DC voltage
da: Høj DC volt

# NotificationDescriptions|
source: High DC current
da: Høj DC strøm

# NotificationDescriptions|
source: BMS pre-alarm
da: BMS for-alarm

# NotificationDescriptions|
source: BMS connection lost
da: BMS forbindelse tabt

# NotificationDescriptions|
source: Low batttery voltage
da: Lav batteri volt

# NotificationDescriptions|
source: High battery voltage
da: Høj batteri volt

# NotificationDescriptions|
source: Low AC voltage
da: Lav AC volt

# NotificationDescriptions|
source: High AC voltage
da: Høj AC volt

# NotificationDescriptions|
source: High temperature
da: Høj temperatur

# NotificationDescriptions|
source: Generator not detected at AC input
da: Generator ikke fundet ved AC input

# NotificationDescriptions|
source: Service interval exceeded
da: Serviceinterval overskredet

# NotificationDescriptions|
source: Auto start function is disabled
da: Automatisk startfunktion er deaktiveret

# NotificationDescriptions|
source: Grid meter not found #49
da: Net måler ikke fundet #49

# NotificationDescriptions|
source: Circuit breaker tripped
da: Sikring er sprunget

# NotificationDescriptions|
source: DVCC with incompatible firmware #48
da: DVCC med inkompatibel firmware #48

# NotificationDescriptions|
source: Low level alarm
da: Lav niveau alarm

# NotificationDescriptions|
source: High level alarm
da: Høj niveau alarm

# VebusError|
source: Device switched off
da: Enhed slukket

# VebusError|
source: Mixed old/new MK2
da: Mix ny/gammel MK2

# VebusError|
source: Expected devices error
da: Forventede enheds fejl

# VebusError|
source: No other device detected
da: Ingen andre enheder fundet

# VebusError|
source: Overvoltage on AC-out
da: Overvolt på AC-OUT

# VebusError|
source: DDC program error
da: DDC program fejl

# VebusError|
source: VE.Bus BMS without assistant
da: VE.Bus BMS uden assistent

# VebusError|
source: Ground relay test failed
da: Jord relæ test fejl

# VebusError|
source: System time sync error
da: System tids synk fejl

# VebusError|
source: Grid relay test fault
da: Netstrøm relæ test fejl

# VebusError|
source: Awaiting configuration or dongle missing
da: Afventer konfiguration eller dongle mangler

# VebusError|
source: Phase master missing
da: Fase master mangler

# VebusError|
source: Overvoltage has occurred
da: Overvolt er sket

# VebusError|
source: Slave does not have AC input!
da: Slave har intet AC input!

# VebusError|
source: Device can't be slave
da: Enhed kan ikke være slave

# VebusError|
source: System protection initiated
da: System beskyttelse igangsat

# VebusError|
source: Firmware incompatibiltiy
da: Firmware inkompalitet

# VebusError|
source: Internal error
da: Intern fejl

source: VE.Bus error
da: VE.Bus fejl

# WakespeedError|
source: Internal error
da: Intern fejl

# WakespeedError|
source: No error
da: Ingen fejl

# WakespeedError|
source: Battery high temperature
da: Batteri temperatur høj

# WakespeedError|
source: Battery high voltage
da: Batteri volt høj

# WakespeedError|
source: Battery low voltage
da: Batteri lav volt

# WakespeedError|
source: Battery voltage exceeded configured max
da: Batterispænding overskredet konfigureret max

# WakespeedError|
source: Alternator high temperature
da: Høj generator temperatur

# WakespeedError|
source: Alternator high RPM
da: Generator høj RPM

# WakespeedError|
source: Field drive FET high temperature
da: Field drive FET høj temperatur

# WakespeedError|
source: Required sensor missing
da: Nødvendig sensor mangler

# WakespeedError|
source: Alternator low voltage
da: Lav generator strøm

# WakespeedError|
source: Alternator high voltage offset
da: Generator høj spænding offset

# WakespeedError|
source: Alternator Voltage exceeded configured max
da: Generatorspænding overskredet konfigureret max

# WakespeedError|
source: Battery disconnected
da: Batteri frakoblet

# WakespeedError|
source: Battery high voltage disconnect
da: Batteri høj volt afbrydelse

# WakespeedError|
source: Battery instance ouf of range
da: Batteri enhed out of range

# WakespeedError|
source: Too many BMS's
da: For mange BMS'er

# WakespeedError|
source: Battery about to disconnect
da: Batteri er ved at afbryde

# WakespeedError|
source: Too many devices to track
da: For mange enheder at spore

# WakespeedError|
source: Battery low voltage disconnect
da: Batteri lav spændingsafbrydelse

# WakespeedError|
source: Battery high current disconnect
da: Batteri høj spændingsafbrydelse

# WakespeedError|
source: Battery high temperature disconnect
da: Batteri høj temperatur afbrydelse

# WakespeedError|
source: Battery low temperature disconnect
da: Batteri lav temperatur afbrydelse

# WakespeedError|
source: BMS connection lost
da: BMS forbindelse tabt

# WakespeedError|
source: ATC Disabled
da: ATC deaktiveret

# WakespeedError|
source: DC/DC converter not ready
da: DC/DC converter ikke klar

# WakespeedError|
source: DC/DC high primary voltage
da: DC/DC høj primærspænding

# WakespeedError|
source: DC/DC low primary voltage
da: DC/DC lav primærspænding

# WakespeedError|
source: DC/DC high secondary voltage
da: DC/DC høj sekundær strøm

# WakespeedError|
source: DC/DC low secondary voltage
da: DC/DC lav sekundær strøm

# WakespeedError|
source: DC/DC high temperature
da: DC/DC høj temperatur

# WakespeedError|
source: DC/DC misconfiguration
da: DC/DC fejlkonfiguration

# VebusAlarms|
source: High Temperature
da: Høj temperatur

# VebusAlarms|
source: High Temperature on L1
da: Høj temperatur på L1

# VebusAlarms|
source: Inverter overload on L1
da: Inverter overbelastning L1

# DBusTankService|
source: Fuel
da: Brændstof (L)

# DBusTankService|
source: Fresh water
da: Ferskvand

# DBusTankService|
source: Waste water
da: Affalds vand

# DBusTankService|
source: Live well
da: Drikkevand

# DBusTankService|
source: Oil
da: Olie

# DBusTankService|
source: Black water (sewage)
da: Sort vand (Kloak)

# DBusTankService|
source: Gasoline
da: Benzin

# DBusTankService|
source: Hydraulic oil
da: Hydraulik olie

# DBusTankService|
source: Raw water
da: Rå vand

# DBusTankService|
source: Unknown
da: Ukendt
